Tekla.Structures.DrawingInternal.dotGrCurvedDimensionRadial_t


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionRadial_t.DimensionBase


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionRadial_t.Attributes


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionRadial_t.ArcPoint1


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionRadial_t.ArcPoint2


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionRadial_t.ArcPoint3


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionRadial_t.StartPoint


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionRadial_t.EndPoint


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionRadial_t.Distance


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionRadial_t.ToStruct(Tekla.Structures.Drawing.CurvedDimensionRadial)


Tekla.Structures.DrawingInternal.dotGrCurvedDimensionRadial_t.FromStruct(Tekla.Structures.Drawing.CurvedDimensionRadial)
